var store = [{
        "title": "자바의 정석 강의 - 자바 시작하기 전",
        "excerpt":"자바 : 프로그래밍 언어. 컴퓨터 프로그램(애플리케이션)을 만드는데 사용 실행환경(JRE) + 개발도구(JDK) + 라이브러리(API) 라이브러리 : 프로그램을 만드는데 필요한 기능들을 미리 만들어놓은 것. ⇒ 쉽고 빠른 개발 가능 pc애플리케이션, 웹 애플리케이션, 모바일 애플리케이션(안드로이드), 빅 데이터, 게임(ex.마크), 과학, 소형기기 등 에 활용 가능 모던 프로그래밍 언어(객체지향 + 함수형) 특징 배우기쉬운 객체지향언어(프로그래밍언어+객체지향개념[c++,java,python]) 자동...","categories": ["JAVA"],
        "tags": ["java","backend"],
        "url": "/java/%EC%9E%90%EB%B0%94-%EC%8B%9C%EC%9E%91%ED%95%98%EA%B8%B0-%EC%A0%84/",
        "teaser": null
      }]
